tap "cmacrae/formulae"
tap "conky-for-macos/formulae"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sidneys/homebrew"
tap "wez/wezterm"
brew "libpng"
brew "freetype"
brew "gettext"
brew "pkg-config"
brew "librsvg"
brew "adwaita-icon-theme"
brew "argp-standalone"
brew "aria2"
brew "arp-scan"
brew "autossh"
brew "bmon"
brew "bottom"
brew "cabextract"
brew "coreutils"
brew "cask"
brew "cdrtools"
brew "cmake"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gotop"
brew "gtk+3"
brew "smartmontools"
brew "gsmartcontrol"
brew "py3cairo"
brew "pygobject3"
brew "gst-python"
brew "gtksourceview4"
brew "htop"
brew "node"
brew "iconsur"
brew "imagemagick"
brew "imlib2"
brew "jq"
brew "libagg"
brew "libsoup@2", link: true
brew "libxinerama"
brew "lua"
brew "lynx"
brew "mosh"
brew "nano"
brew "nanorc"
brew "ncdu"
brew "neofetch"
brew "pngcrush"
brew "python@3.9"
brew "qemu"
brew "scrcpy"
brew "stress"
brew "tmux"
brew "tor", restart_service: true
brew "torsocks"
brew "watch"
brew "wimlib"
brew "yadm"
brew "youtube-dl"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sidneys/homebrew/chntpw"
cask "alt-tab"
cask "anaconda"
cask "android-platform-tools"
cask "db-browser-for-sqlite"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "qview"
cask "sf-symbols"
cask "spaceid"
cask "wezterm"
cask "xquartz"
